import React from 'react'
import './Terms.css'

const Terms = () => {
    return (
        <>
            <div className="termsConditions">
                <div className="termsTitle">
                    <i class="fa-solid fa-file-contract"></i> Terms and Conditions
                </div>
                <div className="termsBody">
                    <p>1. स्वयंसेवकले मानवता, प्रतिबद्धता, स्वामित्व, समावेशिता, ऐक्यबद्धता, निष्पक्षता र तटस्थता जस्ता मार्गदर्शक सिद्धान्तको पालना गर्नुपर्नेछ ।</p>
                    <p>2. अन्तराष्ट्रिय मानवीय कानुन र मूल्यमान्यता, प्रचलित कानुन, स्थानीय समुदायका संस्कार, लैङ्गिक समता, फरक क्षमता भएका व्यक्तिहरूको आधारभुत अधिकार र मानव अधिकारको रक्षामा प्रतिबद्ध हुनुपर्नेछ ।</p> 
                    <p>3. विपद् जोखिम न्यूनीकरण तथा व्यवस्थापन कार्यमा संलग्न हुँदा सम्बन्धित ब्युरोसँग समन्वय गर्नुपर्नेछ ।</p>
                    <p>4. तोकिएको जिम्मेवारीप्रति जवाफदेही भई पारदर्शी र प्रभावकारी रूपमा परिचालित हुनुपर्नेछ ।</p>
                    <p>5. स्थानीय स्तरका विपद्का घटनामा स्वतः स्फुर्त स्वयंसेवा गर्नुपर्नेछ ।</p>
                    <p>6. प्रत्येक स्वयंसेवक स्वयं सुरक्षित तथा व्यवस्थित हुनुपर्नेछ ।</p>
                    <p>7. स्वयंसेवकले असल आचारण प्रदर्शन र सम्मानजनक व्यहार गर्नुपर्नेछ</p>
                </div>                
            </div>
        </>
    )
}

export default Terms